let url;

//  개발 운영 api 주소 분기
if (process.env.NODE_ENV === 'production') {
  url = 'https://dalgonabackend.com';
} else {
  url = 'https://dalgonabackend.com';
}

export const BOARD_DIVISION = {
  0: 'dalgona',
  1: 'free',
  2: 'luna',
};

export const iamportUID = '';

export const API_BASE_URL = url;

export const termsCommunity = `엔터테인먼트 커뮤니티 DALGONA (dalgona.me) 이용약관

제 1 장 : 총칙 
제 2 장 : 서비스 이용계약 
제 3 장 : 계약당사자의 의무 
제 4 장 : 서비스 이용 
제 5 장 : 계약해지 및 이용제한
제 6 장 : 기타



제 1 장 총칙



제 1 조 (목적) 

DALGONA(dalgona.me) 서비스 약관(이하 '본 약관')은 이용자가 전기통신사업법 및 동법 시행령에 의하여 엔터테인먼트 커뮤니티 DALGONA(이하 'DALGONA')에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 합니다)를 이용함에 있어 이용자와 "DALGONA"의 권리·의무 및 책임사항을 규정함을 목적으로 합니다.

제 2 조 (용어의 정의)

이 약관에서 사용하는 용어의 정의는 다음 각 호와 같습니다. 
1. 이용자 : 본 약관에 따라 회사가 제공하는 서비스를 받는 자
2. 이용계약 : 서비스 이용과 관련하여 DALGONA와 이용자 간에 체결하는 계약
3. 가입 : DALGONA가 제공하는 신청서 양식에 해당 정보를 기입하고, 본 약관에 동의하여 서비스 이용 계약을 완료시키는 행위
4. 계정 (ID) : 이용자의 식별과 서비스 이용을 위하여 이용자가 선정하고 운영진이 승인하는 영문자와 숫자의 조합
5. 비밀번호 (PASSWORD) : 이용자의 정보 보호를 위해 이용자 자신이 설정한 영문자와 숫자, 특수문자의 조합
6. 탈퇴 : 이용자 또는 이용자가 서비스 이용 후 그 이용 계약을 종료 시키는 의사 표시

제 3 조 (약관의 공지 및 준용)

1. 이 약관의 내용은 서비스 화면에 게시하거나 기타의 방법으로 이용자에게 공지함으로써 효력이 발생합니다.
2. 운영진은 이 약관을 변경할 수 있으며, 변경된 약관은 제1항과 같은 방법으로 공지함으로써 효력이 발생합니다.

제 4 조 (약관 외 준칙) 

이 약관에 명시되지 않은 사항은 전기통신기본법, 전기통신사업법 및 기타 관련법령의 규정에 의거합니다.



제 2 장 : 서비스 이용계약



제 5 조 (이용계약의 성립) 

1.이용자 가입 란을 작성 후 가입버튼을 누름과 동시에 이 약관에 동의하는 것으로 간주됩니다. 
2.이용 계약은 이용자의 이용신청에 대하여 운영진이 승낙함으로써 성립합니다. 

제 6 조 (이용신청) 

1.이용신청은 온라인으로 다음 사항을 가입신청 양식에 기록하여 신청합니다. 
ㄱ.아이디(ID) 
ㄴ.비밀번호(Password)
ㄷ.닉네임(Nickname)
ㄹ.이메일(Email)
ㅂ.대표 사진(선택)

제 7 조 (이용신청의 승낙) 

1.DALGONA 운영진은 이용자가 제 6 조에서 정한 모든 사항을 정확히 기재하여 이용신청을 하였을 때 특별한 사정이 없는 한 접수순서에 따라서 신청을 승낙합니다.
2. DALGONA 운영진은 다음 각 호에 해당하는 경우 이용신청에 대한 승낙을 제한할 수 있고, 그 사유가 해소될 때까지 승낙을 유보할 수 있습니다.  
ㄱ.서비스 관련 설비의 용량이 부족한 경우 
ㄴ.기술상 사유가 있는 경우 
ㄷ.기타 운영진이 필요하다고 인정하는 경우
3. DALGONA 운영진은 다음 각 호의 1에 해당하는 이용신청에 대하여는 이를 승낙불가 할 수 있습니다. 
ㄱ.'운영자', 'webmaster', '관리자', '달고나', 'DALGONA' 등 운영에 있어 오해의 소지가 있는 닉네임/id인 경우 
ㄴ.회원 아이디(ID)및 닉네임이 이용자의 전화번호, 주민등록번호 등으로 등록되어 있어서 이용자의 사생활을 침해할 우려가 있는 경우
ㄷ.다른 이의 닉네임(필명)과 동일하게 사용할 경우
ㄹ.지정된 특수문자 이외의 문자가 포함 된 경우
4.사이트의 질서와 미풍양속을 저해할 목적으로 신청한 경우 
5.기타 DALGONA 운영진이 정한 이용신청요건이 미비 된 경우 

제 8 조 (계약사항의 변경) 

이용자는 이용신청 시 기재한 사항이 변경되었을 경우, 이용자 자신이 직접 온라인 수정을 해야 합니다. 

제 9 조 (계약의 해지 및 이용제한)

1.회원이 서비스 이용계약을 해지하고자 하는 경우에는 본인이 정보수정메뉴를 통하여 회원탈퇴신청을 하여야합니다.
2.회원이 사망한 때는 회원자격을 상실합니다. 
3.탈퇴시 재가입 후 1개월 동안 모든 게시판의 글쓰기가 제한됩니다.



제 3 장 : 계약당사자의 의무 



제 10 조 (이용자 아이디(ID)와 관리에 대한 의무) 

1.아이디(ID)와 비밀번호에 관한 모든 관리책임은 이용자에게 있습니다. 이용자에게 부여된 아이디(ID)와 비밀번호의 관리소홀, 부정사용에 의하여 발생하는 모든 결과에 대한 책임은 이용자에게 있습니다. 
2.자신의 아이디(ID)가 부정하게 사용된 경우 이용자는 반드시 DALGONA 운영진에 그 사실을 통보해야 합니다. 
3.ID는 영문 5자 이상 20자미만, 영문과 숫자, 지정된 특수문자(!@#$%^&*)로만 이루어질 수 있습니다. 그 외의 특수문자는 사용을 금합니다.
4.비밀번호는 영문 또는 영문과 숫자 8 자 이상 20 자 미만으로 지정해야 합니다.
5.닉네임은 한글/영문/숫자 20자 이내로 지정해야 합니다.
6.인증 시 사용한 이메일 주소는 변경이 불가능합니다.

제 11 조 (이용자의 의무)

1.이용자는 관계법령, 이 약관의 규정, 이용안내 및 주의사항 등 DALGONA가 통지하는 사항을 준수하여야 하며, 기타 DALGONA의 서비스에 방해되는 행위를 하여서는 안 됩니다.
2.이용자는 DALGONA 운영진의 사전 승낙 없이 본 서비스를 이용하여 어떠한 영리행위도 할 수 없습니다.
3.이용자는 서비스를 이용하여 얻은 정보를 DALGONA 운영진의 사전 승낙 없이 복사, 복제, 변경, 번역, 출판, 방송, 기타의 방법으로 사용하거나 이를 타인에게 제공할 수 없습니다.
4.이용자는 서비스 이용과 관련하여 다음 각 호의 행위를 해서는 안됩니다.

ㄱ. 다른 이용자의 아이디(ID)를 부정 사용하는 행위
ㄴ. 한 명의 이용자가 다수의 아이디를 사용하는 행위
ㄷ. 범죄행위를 목적으로 하거나 기타 범죄행위와 관련된 행위
ㄹ. 선량한 풍속, 기타 사회질서를 해하는 행위
ㅁ. 타인의 명예를 훼손하거나 모욕하는 행위
ㅂ. 해킹행위 또는 컴퓨터바이러스의 유포행위
ㅅ. 타인의 의사에 반하여 광고성 정보 등 일정한 내용을 지속적으로 게시하는 행위
ㅇ. 서비스의 안전적인 운영 또는 정상적인 이용에 지장을 주거나 줄 우려가 있는 일체의 행위
ㅈ. 관계법령에 위배되는 행위
ㅊ. 기타 DALGONA 서비스 운영상 부적절하다고 판단하는 행위



제 4 장 : 서비스 이용



1. DALGONA 가 제공하는 서비스의 내용은 다음과 같습니다.

ㄱ. 커뮤니티 서비스
ㄴ. 이벤트 서비스
ㄷ. 게시판 서비스
ㄹ. 광고 및 제휴 서비스

2. DALGONA 에서 필요한 경우 서비스의 내용을 추가 또는 변경할 수 있습니다. 
이 경우 DALGONA 운영진은 추가 또는 변경내용을 이용자에게 게시판을 통해 알립니다.

제 12 조 (서비스의 요금)
DALGONA가 제공하는 서비스는 무료입니다. 
일부 특수 목적의 서비스는 유료로 제공할 수 있으며, 그 자세한 내용에 대하여는 이용자와 별도로 합의 합니다.

제 13 조 (정보의 제공) 

DALGONA 운영진은 이용자의 전자우편으로 서비스 관련 정보 메일을 제공할 수 있습니다.

제 14 조 (이용자의 게시물) 

DALGONA 운영진은 이용자의 글을 임의대로 삭제하지 않습니다. 운영진은 이용자가 게시하거나 등록하는 서비스내의 내용물이 다음 각 호에 해당한다고 판단되는 경우에만 사전통지 없이 이동 및 수정을 할 수 있습니다. 

1. 다른 이용자 또는 제3자의 명예를 손상시키거나 불이익을 주는 행위를 한 경우 
2. 게시물이 기술적인 오류로 이용자의 정상적인 이용에 방해를 주는 경우
3. 공공질서 및 범죄적 행위에 결부된다고 객관적으로 인정되는 내용일 경우 
4. DALGONA 운영진이 규정한 게시 기간을 초과한 경우 
5. 게시판의 성격에 맞지 않는 경우
6. 특정 이용자를 비방, 음해하는 경우
7. 승인된 제휴광고 이외의 상업적 광고
8. 기타 DALGONA 의 운영 목적에 위배되는 경우

제 15 조 (게시물의 저작권) 

서비스에 게재된 자료에 대한 권리는 다음 각 호와 같습니다. 

1.게시물에 대한 책임은 게시자에게 있으며 등록되는 모든 글과 자료는 서비스내의 게재권을 갖습니다. 
2.이용자는 서비스를 이용하여 얻은 정보를 가공, 판매하는 행위 등 서비스에 게재된 자료를 DALGONA 이외의 곳에서 사용할 수 없습니다. 

제 16 조 (서비스 이용시간) 

1.서비스의 이용은 DALGONA 운영진의 업무상 또는 기술상 특별한 지장이 없는 한 연중무휴 1일 24시간을 원칙으로 합니다. 다만 정기 점검 등의 필요로 DALGONA 운영진이 정한 날이나 시간은 예외로 합니다. 
2. DALGONA 운영진은 서비스를 일정범위로 분할하여 각 범위별로 이용가능시간을 별도로 정할 수 있으며 이 경우 그 내용을 사전에 공지합니다. 

제 17 조 (서비스 제공의 중지) 

1. DALGONA 운영진은 다음 각 호에 해당하는 경우 서비스 제공을 중지할 수 있습니다. 
ㄱ.서비스용 설비의 보수 등 공사로 인한 부득이한 경우 
ㄴ.전기통신사업법에 규정된 기간통신사업자가 전기통신서비스를 중지했을 경우 
ㄷ.천재지변으로 인한 사고로 전기통신서비스를 중지했을 경우
2.DALGONA 운영진은 국가비상사태, 정전, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 정상적인 서비스 이용에 지장이 있는 때에는 서비스의 전부 또는 일부를 제한하거나 정지할 수 있습니다. 



제 5 장 : 제재 및 이용제한



제 18 조 (탈퇴 및 이용제한) 

1. 탈퇴는 언제든지 마이페이지 메뉴에서 가능합니다.
2. 탈퇴 전 작성된 글의 id 정보는 자동으로 삭제되나 게시한 글이나 댓글은 삭제되지 않습니다.
4. 제14조 조항을 빈번히 위반하는 이용자의 경우 사전 통보 없이 IP차단 될 수 있습니다.
5. 시행일 이전에 가입 하신 분중 본 약관에 동의하지 않는다면 간단한 탈퇴 사유를 적어 2020년 12월 31일까지 dalgona.infra@gmail.com으로 메일주시면 한시적으로 탈퇴 처리 해드립니다.
6. 탈퇴 후 재가입시 해당 정보로 재인증이 1개월간 보류됩니다.
7. 영구 강등을 당했을 경우 최대 5년간 재인증이 제한됩니다.
8. DALGONA에서는 '일간 베스트' 나 '워마드' 등 사회적 통념을 부정하는, 극단적 성향의 사이트 이용자의 활동을 금지하고 있으며, 사이트의 이미지와 사용자 간의 분쟁 예방을 위해 강등 조치가 따를 수 있음을 명시하는 바입니다.



제 6 장 :  기 타



제 19 조 (저작권의 귀속 및 이용제한)

1. DALGONA 가 작성한 서비스에 관한 저작권 및 기타 지적재산권은 DALGONA 에 귀속됩니다.
2.이용자는 서비스를 이용함으로써 얻은 정보를 DALGONA 의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용 하거나, 제 3자에게 이용하게 하여서는 안 됩니다. (단, 회원이 사적으로 이용하는 경우는 제외.) 
3.회원이 작성한 게시물에 대한 모든 권리 및 책임은 이를 게시한 이용자에게 있습니다. 

제 20 조 (컨텐츠 이용)

1. DALGONA 의 모든 형태의 콘텐츠(기사 / 뉴스를 포함한 모든 문자, 그래픽 / 이미지)는 지적재산권에 보호를 받습니다. 사전에 DALGONA 혹은 DALGONA 에 콘텐츠를 제공한 제공처 와의 사전 승인 없이 어떠한 경우라도 대여, 배포, 판매, 대출 행위가 금지되어 있습니다. 
2. DALGONA 에서 서비스되는 모든 형태의 콘텐츠의 내용을 인용 또는 발췌, 복제, 개조, 수정하여 상업적인 목적으로 다수를 대상으로 배포되는 행위, 사전 동의 없이 일부 내용을 발췌 또는 인용한 후 특정 페이지로 링크하는 행위는 금지되어 있습니다. 다만 DALGONA 운영진의 사전 동의 후 그 내용의 인용이 가능합니다.  
3. DALGONA 의 콘텐츠 중 DALGONA 의 자체 콘텐츠가 아니며 별도로 제공처가 표기된 콘텐츠에 대해서는 모든 법적 책임이 내용을 제공한 제공처에 있으며 DALGONA 는 해당 콘텐츠에 대한 법적 책임이 없습니다.

제 21 조 (양도금지)

이용자는 서비스의 이용권한, 기타 이용계약상 지위를 타인에게 양도, 증여할 수 없으며, 이를 담보로 제공할 수 없습니다.

제 22 조 (손해배상)

DALGONA 는 무료로 제공되는 서비스와 관련하여 이용자에게 어떠한 손해가 발생하더라도 동 손해가 DALGONA의 중대한 과실에 의한 경우를 제외하고 이에 대하여 책임을 부담하지 아니합니다.

제 23 조 (면책)

1.DALGONA는 회원이 서비스에 게재한 정보, 자료, 사실의 정확성, 신뢰성 등 그 내용에 관하여는 어떠한 책임을 부담하지 아니하고, 이용자는 본인 책임아래 서비스를 이용하며, 서비스를 이용하여 게시 또는 전송한 자료 등에 관하여 손해가 발생하거나 자료의 취사선택, 기타 서비스 이용과 관련하여 어떠한 불이익이 발생하더라도 이에 대한 모든 책임은 이용자에게 있습니다.
2. DALGONA 가 제공하는 정보와 자료는 거래의 목적으로 이용될 수 없습니다. 따라서 본 서비스의 정보와 자료 등에 근거한 거래는 전적으로 회원 자신의 책임과 판단아래 수행되는 것이며, DALGONA는 회원이 서비스의 이용과 관련하여 기대하는 이익에 관하여 책임을 부담하지 않습니다.
3.회원 아이디(ID)와 비밀번호의 관리 및 이용 상의 부주의로 인하여 발생되는 손해 또는 제3자에 의한 부정사용 등에 대한 책임은 모두 이용자에게 있습니다.

제 24 조 (분쟁의 해결) 

1.DALGONA 운영진과 이용자는 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 필요한 모든 노력을 하여야 합니다.
2.제1항의 규정에도 불구하고, 동 분쟁으로 인하여 소송이 제기될 경우 동 소송은 ㈜맙소사의 본사소재지를 관할하는 법원의 관할로 합니다.


이 약관은 서비스 화면에 개제한 후 즉시 시행합니다. 
(시행일 2020-11-18)

DALGONA 총기획/제작/디자인/코딩 : 박동근 / 기획팀 / 팀장 / 010-7700-0196 / ondol001@naver.com
운영 : ㈜맙소사
문의 : dalgona.infra@gmail.com
전화 : 010-7700-0196

`;

export const termsPrivate = `엔터테인먼트 커뮤니티 DALGONA (dalgona.me) 개인정보처리방침

DALGONA는 이용자 개인정보 보호를 여러 경영요소 가운데 최우선의 가치로 두고 있습니다.

1. [개인정보 처리방침이란?]
㈜맙소사(이하 “회사”)는 이용자의 ‘동의를 기반으로 개인정보를 수집*이용 및 제공’하고 있으며, 이용자의 권리 (개인정보 자기결정권)를 적극적으로 보장’합니다. 회사는 서비스 기획부터 종료까지 개인정보보호법 등 국내의 개인정보 보호 법령을 철저히 준수합니다. 또한 OECD의 개인정보 보호 가이드라인 등 국제 기준을 준수하여 서비스를 제공합니다.
“개인정보처리방침”이란 이용자의 소중한 개인정보를 보호함으로써 이용자가 안심하고 서비스를 이용할 수 있도록 회사가 준수해야 할 지침을 의미합니다.

본 개인정보처리방침은 회사가 제공하는 DALGONA 커뮤니티의 서비스(이하 ‘서비스’라 함)에 적용됩니다.

2. [개인정보 수집]
서비스 제공을 위한 필요 최소한의 개인정보를 수집하고 있습니다.

회원 가입 시 또는 서비스 이용 과정에서 홈페이지 또는 개별 어플리케이션이나 프로그램 등을 통해 아래와 같은 서비스 제공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.

[DALGONA 계정]
필수 : 이메일, 아이디, 비밀전호, 이름(닉네임)
선택 : 대표사진

일부 서비스에서는 특화된 여러 기능들을 제공하기 위해 ‘DALGONA 계정’에서 공통으로 수집하는 정보 이외에 추가적인 개인정보를 수집할 수 있습니다.
필수정보란? : 해당 서비스의 본질적 기능을 수행하기 위한 정보
선택정보란? : 보다 특화된 서비스를 제공하기 위해 추가 수집하기 위한 정보 (선택 정보를 입력하지 않은 경우에도 서비스 이용 제한은 없습니다.)

개인정보를 수집하는 방법은 다음과 같습니다.
개인정보를 수집하는 경우에는 반드시 사전에 이용자에게 해당 사실을 알리고 동의를 구하고 있으며, 아래와 같은 방법을 통해 개인정보를 수집합니다.

-회원가입 및 서비스 이용과정에서 이용자가 개인정보 수집에 대해 동의를 하고 직접 정보를 입력하는 경우
-고객센터를 통한 상담과정에서 웹페이지,메일,전화 등
-제휴 서비스 또는 단체 등으로부터 개인정보를 제공받는 경우
-온*오프라인에서 진행되는 이벤트/행사 등 참여

서비스 이용 과정에서 이용자로부터 수집하는 개인정보는 아래와 같습니다.

PC웹, 모바일 웹/앱 이용 과정에서 단말기정보(OS, 화면사이즈, 디바이스 아이디, 폰기종, 단말기 모델명), IP주소, 쿠키, 방문일시, 부정이용기록, 서비스 이용 기록 등의 정보가 자동으로 생성되어 수집될 수 있습니다.

서비스 간 제휴, 연게 등으로 제3자로부터 개인정보를 제공받고 있습니다.

3. [개인정보 이용]
회원관리, 서비스 제공*개선, 신규 서비스 개발 등을 위해 이용합니다.
회원 가입 시 또는 서비스 이용과정에서 홈페이지 또는 개별 프로그램 등을 통해 아래와 같이 서비스제재공을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.

- 회원 식별/가입의사 확인, 본인/연령 확인, 부정이용 방지
- 신규 서비스 개발, 다양한 서비스 제공, 문의사항 또는 불만처리, 공지사항 전달
- 서비스의 원활한 운영에 지장을 주는 행위 (계정 도용 및 부정 이용 행위 등 포함)에 대한 방지. 및 제재
- 인구통계학적 특성과 이용자의 관심, 기호, 성향의 추정을 통한 맞춤형 컨텐츠 추천 및 마케팅에 활용
- 서비스 이용 기록, 접속 빈도 및 서비스 이용에 대한 통계, 프라이버시 보호 측면의 서비스 환경의 구축, 서비스 개선의 활용
- 이용자 검색, 등록 등의 기능 제공
- 이벤트 정보 및 참여기획 제공, 광고성 정보 제공 등 마케팅 및 프로모션 목적으로 개인정보 이용



4. [개인정보 제공]
DALGONA는 이용자의 별도의 동의가 있는 경우나 법령에 규정된 경우를 제외하고는 이용자의 개인정보를 사전에 동의 없이 개인정보를 외부에 제공하지 않습니다.

제3자 서비스와의 연결을 위해 아래와 같이 개인정보를 제공하고 있습니다.
카카오는 이용자의 사전 동의 없이 개인정보를 제3자에게 제공하지 않습니다. 다만, 이용자가 외부 제휴사 등의 서비스를 이용하기 위하여 필요한 범위 내에서 이용자의 동의를 얻은 후에 개인정보를 제3자에게 제공하고 있습니다.


5.[개인정보 파기]
회사는 원칙적으로 이용자의 개인정보를 회원탈퇴 시 지체없이 파기하고 있습니다.

전자 파일 형태인 경우 복구 및 재생되지 않도록 안전하게 삭제하고, 그 밖의 기록물,인쇄물,서면 등의 경우 분쇄하거나 소각하여 파기합니다. 

참고로 DALGONA는 ‘개인정보 유효기간제’에 따라 1년간 서비스를 이용하지 않는 회원의 개인정보를 별도로 분리 보관하여 관리 또는 삭제 하고 있습니다.


6.[기타]
DALGONA는 여러분의 권리를 보호합니다.

이용자 (만 14세 미만인 경우 법정 대리인)는 언제든지 자신의 개인정보를 조회하거나 수정할 수 있으며, 수집*이용에 대한 동의 철회 또는 가입 해지 요청할 수 있습니다.

보다 구체적으로 서비스 내 설정을 통한 회원정보 수정 기능이나 회원탈퇴 기능을 이용할 수 있고, 고객센터를 통한 서면, 전화 또는 이메일로 요청하시면 지체없이 조치하겠습니다.

개인정보의 오류에 대한 정정을 요청하신 경우 정정을 완료하기 전까지 해당 개인정보를 이용 또는 제공하지 않습니다.

또한, ‘온라인 맞춤형 광고 개인정보보호 가이드 라인’에 따른 이용자 권리보호를 위한 페이지도 제공하고 있습니다.

웹기반 서비스의 제공을 위하여 쿠키를 이용하는 경우가 있습니다.
쿠키는 보다 빠르고 편리한 웹사이트 사용을 지원하고 맞춤형 서비스를 제공하기 위해 사용됩니다.
쿠키란?
웹사이트를 운영하는데 이용되는 서버가 이용자의 브라우저에 보내는 아주 작은 텍스트 파일로서 이용자 컴퓨터에 저장됩니다.
사용목적
개인화되고 맞춤화된 서비스를 제공하기 위해서 이용자의 정보를 저장하고 수시로 불러오는 쿠키를 사용합니다. 이용자가 웹사이트에 방문할 경우 웹 사이트 서버는 이용자의 디바이스에 저장되어 있는 쿠키의 내용을 읽어 이용자의 환경설정을 유지하고 맞춤화된 서비스를 제공하게 됩니다. 쿠키는 이용자가 웹 사이트를 방문할 때, 웹 사이트 사용을 설정한대로 접속하고 편리하게 사용할 수 있도록 돕습니다. 또한, 이용자의 웹사이트 방문 기록, 이용 형태를 통해서 최적화된 광고 등 맞춤형 정보를 제공하기 위해 활용됩니다.
쿠키 수집 거부
쿠키에는 이름, 전화번호 등 개인을 식별하는 정보를 저장하지 않으며, 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션을 설정함으로써 모든 쿠키를 허용하거나, 쿠키가 저장될 때마다 확인을 거치거나, 모든 쿠키의 저장을 거부할 수도 있습니다. 다만, 쿠키 설치를 거부할 경우 웹 사용이 불편해지며, 로그인이 필요한 일부 서비스 이용에 어려움이 있을 수 있습니다.

설정 방법의 예
1) Internet Explorer의 경우
웹 브라우저 상단의 도구 메뉴 > 인터넷 옵션 > 개인정보 > 설정
2) Chrome의 경우
웹 브라우저 우측의 설정 메뉴 > 화면 하단의 고급 설정 표시 > 개인정보의 콘텐츠 설정 버튼 > 쿠키


7. [개인정보 보호책임자 및 담당자 안내]

개인정보 보호 책임자: 박동근 / 대표 / 010 – 7700 – 0196 / ondol001@naver.com
개인정보 보호 담당자: 박동근 / 대표 / 010 – 7700 – 0196 / ondol001@naver.com
기타 개인정보 침해에 대한 신고나 상담이 필요한 경우에 아래 기관에 문의 가능합니다.

- 개인정보침해신고센터 (privacy.kisa.or.kr/ 국번없이 118)
- 대검찰청 사이버수사과 (www.spo.go.kr/ 국번없이 1301)
- 경찰청 사이버안전국 (police.go.kr/ 국번없이 182) 

개인정보처리방침이 변경되는 경우
법률이나 서비스의 변경사항을 반영하기 위한 목적 등으로 개인정보처리방침을 수정할 수 있습니다. 개인정보처리방침이 변경되는 경우 DALGONA는 변경 사항을 게시하며, 변경된 개인정보처리방침은 게시한 날로부터 7일 후부터 효력이 발생합니다.
다만, 수집하는 개인정보의 항목, 이용목적의 변경 등과 같이 이용자 권리의 중대한 변경이 발생할 때에는 최소 30일 전에 미리 알려드리겠습니다.
•	공고일자 : 2020년 11월 03일
•	시행일자 : 2020년 11월 10일

DALGONA는 이용자 여러분의 정보를 소중히 생각하며, 이용자가 더욱 안심하고 서비스를 이용할 수 있도록 최선의 노력을 다할것을 약속드립니다.

`;
